{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Credits"
			},
			"Translation":
			{
				"Text": "Crédits"
			},
			"Key": "93705EE344F3F3ED2E7E878BE1A607F6"
		},
		{
			"Source":
			{
				"Text": "English"
			},
			"Translation":
			{
				"Text": "Anglais"
			},
			"Key": "221EC5E747AE5CB2CBC95B870D55A20E"
		},
		{
			"Source":
			{
				"Text": "French"
			},
			"Translation":
			{
				"Text": "Français"
			},
			"Key": "FA315F2B42585BD90B8AFA85E8F045C9"
		},
		{
			"Source":
			{
				"Text": "Quit"
			},
			"Translation":
			{
				"Text": "Quitter"
			},
			"Key": "D820B8CE47FB96C994B81A920B8BFEFE"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": "Paramètres"
			},
			"Key": "07C7B0C94A1F2E30EDDD558E8D16A218"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "ST_SubtitlesTest",
			"Children": [
				{
					"Source":
					{
						"Text": "And the rockets' red glare"
					},
					"Translation":
					{
						"Text": "Et l'éclat rouge des fusées,"
					},
					"Key": "9"
				},
				{
					"Source":
					{
						"Text": "At the twilight's last gleaming?"
					},
					"Translation":
					{
						"Text": "aux dernières lueurs du crépuscule,"
					},
					"Key": "4"
				},
				{
					"Source":
					{
						"Text": "By the dawn's early light"
					},
					"Translation":
					{
						"Text": "aux premières lueurs de l'aube,"
					},
					"Key": "2"
				},
				{
					"Source":
					{
						"Text": "Gave proof through the night"
					},
					"Translation":
					{
						"Text": "Prouvaient tout au long de la nuit"
					},
					"Key": "11"
				},
				{
					"Source":
					{
						"Text": "O say, does that star-spangled banner yet wave"
					},
					"Translation":
					{
						"Text": "Ô dites-moi, est-ce que la bannière étoilée flotte encore"
					},
					"Key": "13"
				},
				{
					"Source":
					{
						"Text": "O'er the land of the free and the home of the brave"
					},
					"Translation":
					{
						"Text": "Sur le pays de la liberté et la patrie des courageux ?"
					},
					"Key": "14"
				},
				{
					"Source":
					{
						"Text": "O'er the ramparts we watched"
					},
					"Translation":
					{
						"Text": "Au-dessus des remparts que nous gardions,"
					},
					"Key": "7"
				},
				{
					"Source":
					{
						"Text": "Oh, say, can you see"
					},
					"Translation":
					{
						"Text": "Ô dites-moi, voyez-vous"
					},
					"Key": "1"
				},
				{
					"Source":
					{
						"Text": "That our flag was still there"
					},
					"Translation":
					{
						"Text": "que notre drapeau était toujours là ;"
					},
					"Key": "12"
				},
				{
					"Source":
					{
						"Text": "The bombs bursting in air"
					},
					"Translation":
					{
						"Text": "les bombes explosant dans les airs,"
					},
					"Key": "10"
				},
				{
					"Source":
					{
						"Text": "Through the perilous fight"
					},
					"Translation":
					{
						"Text": "dans la bataille périlleuse,"
					},
					"Key": "6"
				},
				{
					"Source":
					{
						"Text": "Were so gallantly, yeah, streaming?"
					},
					"Translation":
					{
						"Text": "flottaient si vaillamment ?"
					},
					"Key": "8"
				},
				{
					"Source":
					{
						"Text": "What so proudly we hailed"
					},
					"Translation":
					{
						"Text": "Ce que nous saluions si fièrement"
					},
					"Key": "3"
				},
				{
					"Source":
					{
						"Text": "Whose broad stripes and bright stars"
					},
					"Translation":
					{
						"Text": "Et dont les larges bandes et les étoiles brillantes,"
					},
					"Key": "5"
				}
			]
		},
		{
			"Namespace": "ST_TestLocalization",
			"Children": [
				{
					"Source":
					{
						"Text": "Play"
					},
					"Translation":
					{
						"Text": "Jouer"
					},
					"Key": "Play_Text"
				}
			]
		}
	]
}